Repository: pypi-data/pypi-mirror-67
Catalog: packages/osirisvalidator/osirisvalidator-0.1.2-py3-none-any.whl/osirisvalidator/locale/*/LC_MESSAGES/osiris.po
Languages: pt_br

source: {0} must be valid.
pt_br: {0} deve ser válido.

source: Min param must be filled.
pt_br: Parametro Min deve ser preenchido.

source: Max param must be filled.
pt_br: Parametro Max deve ser preenchido.

source: {0} must be between {1} and {2}.
pt_br: {0} deve estar entre {1} e {2}.

source: {0} may not be empty.
pt_br: {0} não pode estar vazio.

source: {0} may not be blank.
pt_br: {0} não pode estar em branco.

source: {0} must contain only letters.
pt_br: {0] deve conter letras somente.

source: {0} must contain only letters and digits.
pt_br: {0} deve conter letras e dígitos somente.

source: {0} must contain only digits.
pt_br: {0} deve conter somente dígitos.

source: {0} must be a minimum of {1} characters and a maximum of {2}.
pt_br: {0} deve conter um mínimo de {1} caracteres e um máximo de {2}.

source: Regex param must be filled.
pt_br: Parâmetro Regex deve ser preenchido.

source: {0} is incorrect.
pt_br: {0} está incorreto.
