Repository: pypi-data/pypi-mirror-67
Catalog: packages/GTW/GTW-2.7.1-py2.py3-none-any.whl/_GTW/_OMP/_Auth/-I18N/*.po
Languages: de

source: A password reset is pending for the linked account.
de: Zurücksetzen des Kennworts für dieses Benutzerkonto ist ausständig.

source: Account
de: Benutzerkonto

source: Account in Group
de: Benutzerkonto in Gruppe

source: Account which this action is bound to.
de: Von dieser Aktion betroffenes Benutzerkonto.

source: Account_Activation
de: Aktivierung des Benutzerkontos

source: Account_Anonymous
de: Anonymes Benutzerkonto

source: Account_EMail_Verification
de: Überprüfung von Benutzerkonto und Email

source: Activation of the account
de: Aktivierung des Benutzerkontos.

source: An acount which uses passwords for authorization.
de: Ein Benutzerkonto, das zur Anmeldung ein Kennwort benötigt.

source: Auth graph
de: Auth Diagramm

source: Certificate
de: Zertifikat

source: Certificate that can be used to authenticate an account.
de: Zertifikat, das zur Anmeldung verwendet werden kann.

source: Date and time when the certificate was revoked
de: Datum und Uhrzeit, zu dem das Zertifikat ungültig erklärt wurde

source: Date_Time_Interval
de: Datum/Zeit Interval

source: Default account for users which are not logging in.
de: Anonymes Benutzerkonto, für nicht angemeldete Besucher.

source: Desc
de: Beschreibung

source: Description of group
de: Beschreibung der Gruppe

source: Email of account
de: Emailaddresse des Benutzerkontos

source: Email that serves as user name for this account
de: Emailaddresse, die als Benutzername für dieses Benutzerkonto verwendet wird

source: Enabled
de: Freigeschaltet

source: Exipre time of this action
de: Verfalldatum für diese Aktion

source: Expires
de: Verfällt

source: Group
de: Gruppe

source: Model a group of accounts.
de: Gruppe von Benutzerkonten.

source: Model association Account_in_Group
de: Verknüpfung zwischen Benutzerkonto und Gruppe

source: Name of group.
de: Name der Gruppe.

source: New email
de: Neue Emailaddresse

source: Password
de: Kennwort

source: Pending email verification.
de: Ausständige Bestätigung der Email Adresse.

source: Revocation date
de: Widerrufsdatum

source: Short description of the certificate
de: Kurze Erläuterung zu dem Zertifikat

source: Specifies if this account has super-user permissions.
de: Legt fest, ob Benutzerkonto alle Berechtigungen hat.

source: Specifies if this account is currently enabled (the user can login).
de: Legt fest, ob dieses Benutzerkonto gegenwärtig freigeschaltet ist.

source: Superuser
de: Wunderwuzzi

source: The new email address for the linked account.
de: Die neue Emailaddresse für das zugehörige Benutzerkonto.

source: The password of the linked account must be changed after the next login.
de: Das Kennwort des Benutzerkontos muss bei der nächsten Anmeldung geändert werden.

source: The revocation date cannot be in the future.
de: Das Widerrufsdatum kann nicht in der Zukunft liegen.

source: The temporary password.
de: Vorübergehendes Kennwort.

source: Unique token which identifies this action.
de: Eindeutiges Kennzeichen dieses Vorgangs.

source: Validity
de: Gültigkeit

source: Validity date interval
de: Gültigkeitsintervall
