Repository: pypi-data/pypi-mirror-67
Catalog: packages/GTW/GTW-2.7.1-py2.py3-none-any.whl/_GTW/_OMP/_EVT/-I18N/*.po
Languages: de

source: Calendar
de: Kalender

source: Calendar to which the event belongs
de: Kalendar des Ereignisses

source: Count
de: Anzahl

source: Daily
de: Täglich

source: Date exceptions
de: Datumsausnahmen

source: Date interval of event (for non-recurring events, only `start` is relevant)
de: Datumsinterval des Ereignisses (für nicht wiederholende Ereignisse ist nur `Anfang` relevant)

source: Date of occurrence
de: Datum des Ereignisses

source: Dates
de: Kalenderdaten

source: Dates excluded from the recurrence rule set.
de: Kalenderdaten, die von der Wiederholungsregel ausgeschlossen werden.

source: Dates included in the recurrence rule set.
de: Kalenderdaten, die in die Wiederholungsregel eingeschlossen werden.

source: EVT graph
de: EVT Diagramm

source: Easter offset
de: Osterabstand

source: Event
de: Ereignis

source: Event that occurs
de: Auftretendes Ereignis

source: Event that recurs
de: Wiederholtes Ereignis

source: Event_occurs
de: Termin

source: Finish date of the recurrence.
de: Schlussdatum der Wiederholungsregel.

source: If true, exclude the dates specified by this rule.
de: Schliesse die von dieser Regel spezifizierten Kalenderdaten aus

source: Information about event.
de: Information zum Ereignis.

source: Is exception
de: Ist Ausnahme

source: Maximum number of recurrences.
de: Maximale Anzahl von Wiederholungen.

source: Model a calendar of events.
de: Kalender mit Ereignissen.

source: Model a calendary event (or set of recurring events)
de: Kalendarisches Ereignis (oder Menge von Ereignis-Wiederholungen)

source: Month
de: Monat

source: Month day
de: Monatstag

source: Monthly
de: Monatlich

source: Name of the calendar
de: Name des Kalenders

source: Object which this event is bound to.
de: Objekt, zu dem das Ereignis gehört.

source: Occurrence of a calendary event.
de: Eintreten eines kalendarischen Ereignisses.

source: Offset to Easter sunday (positive or negative, 0 means the Easter sunday itself).
de: Abstand vom Ostersonntag (positiv oder negativ, 0 bedeutet Ostersonntag).

source: Period
de: Periode

source: Recurrence rule specifying a set of dates to include or exclude.
de: Wiederholungsregel, die eine Menge von Kalenderdaten für Einschluss oder Ausschluss definiert.

source: Recurrence spec
de: Wiederholungsspezifikation

source: Recurrence-spec this rule applies to.
de: Wiederholungsregel

source: Recurrence_Rule
de: Wiederholungsregel

source: Recurrence_Spec
de: Wiederholungsspezifikation

source: Restrict pos
de: Schränke Position ein

source: Restrict recurrences to the numbers given. Negative numbers count from the last occurrence (-1 meaning the last occurrence).
de: Schränke die Wiederholungen auf die angegebenen Zahlen ein. Negative Zahlen zählen von hinten (-1 bedeutet die letzte Wiederholung).

source: Restrict the recurrences to the days of the month specified. Negative numbers count from the end of the month (-1 means the last day of the month).
de: Schränke die Wiederholungen auf die angegebenen Monatstage ein. Negative Zahlen zählen vom Ende des Monats (-1 bedeutet den letzten Tag des Monats).

source: Restrict the recurrences to the days of the week specified. (0 means monday, 6 means sunday).
de: Schränke die Wiederholungen auf die angegebenen Wochentage ein. (0 bedeutet Montag, 6 bedeutet Sonntag).

source: Restrict the recurrences to the days of the year specified. Negative numbers count from the end of the year (-1 means the last day of the year).
de: Schränke die Wiederholungen auf die angegebenen Tage des Jahres ein. Negative Zahlen zählen vom Ende des Jahres (-1 bedeutet den letzten Tag des Jahres).

source: Restrict the recurrences to the months specified (1 means January, ...).
de: Schränke die Wiederholungen auf die angegebenen Monate ein (1 bedeutet Jänner, ...).

source: Restrict the recurrences to the week numbers specified.
de: Schränke die Wiederholungen auf die angegebenen Kalenderwochen ein.

source: Short description of calendar
de: Kurze Beschreibung des Kalenders

source: Short description of the rule
de: Kurze Beschreibung der Regel

source: Specification for recurrency of event.
de: Spezifikation für Wiederholungen eines Ereignisses.

source: Start date of the recurrence.
de: Anfangsdatum der Wiederholungsregel.

source: The interval (measured in `units`) between successive recurrences of an event.
de: Das Intervall (gemessen in `Einheiten`) zwischen aufeinanderfolgenden Wiederholungen eines Ereignisses.

source: Time (interval) of occurrence
de: Zeitraum des Ereignisses

source: Time interval of event (for a full-day event, this is empty)
de: Zeitraum des Ereignisses (für ein Ganztagesereignis leer)

source: Unit
de: Einheit

source: Unit of recurrence. `period` is interpreted in units of `unit`.
de: Einheit der Wiederholungen. `Periode` wird in `Einheit` gemessen.

source: Week
de: Woche

source: Week day
de: Wochentag

source: Weekly
de: Wöchentlich

source: Year day
de: Tag des Jahres

source: Yearly
de: Jährlich
