Repository: pypi-data/pypi-mirror-67
Catalog: packages/Red-DiscordBot/Red-DiscordBot-3.3.6.tar.gz/Red-DiscordBot-3.3.6/redbot/cogs/alias/locales/*.po
Languages: it_it

source: Arguments must be specified with a number.
it_it: Gli argomenti devono essere specificati con un numero.

source: No prefix found.
it_it: Nessun prefisso trovato.

source: Manage command aliases.
it_it: Gestisci gli alias dei comandi.

source: Manage global aliases.
it_it: Gestisci alias globali.

source: Add an alias for a command.
it_it: Aggiungi un alias per un comando.

source: You attempted to create a new alias with the name {name} but that name is already a command on this bot.
it_it: Hai cercato di creare un nuovo alias con il nome {name}, ma questo nome corrisponde già a un comando su questo bot.

source: You attempted to create a new alias with the name {name} but that alias already exists on this server.
it_it: Hai cercato di creare un nuovo alias con il nome {name}, ma questo alias già esiste su questo bot.

source: You attempted to create a new alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
it_it: Hai cercato di creare un nuovo alias con il nome {name}, ma questo nome non è un nome alias valido. I nomi alias non possono contenere spazi.

source: A new alias with the trigger `{name}` has been created.
it_it: È stato creato un nuovo alias con il comando '{name}'.

source: Add a global alias for a command.
it_it: Aggiungi un alias globale per un comando.

source: You attempted to create a new global alias with the name {name} but that name is already a command on this bot.
it_it: Hai cercato di creare un nuovo alias globale con il nome {name}, ma questo nome corrisponde già a un comando su questo bot.

source: You attempted to create a new global alias with the name {name} but that alias already exists on this server.
it_it: Hai cercato di creare un nuovo alias globale con il nome {name}, ma questo alias già esiste su questo server.

source: You attempted to create a new global alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
it_it: Hai cercato di creare un nuovo alias globale con il nome {name}, ma questo nome non è un nome alias valido. I nomi alias non possono contenere spazi.

source: A new global alias with the trigger `{name}` has been created.
it_it: È stato creato un nuovo alias globale con il comando '{name}'.

source: Try to execute help for the base command of the alias.
it_it: Prova a eseguire l'aiuto per il comando di base dell'alias.

source: No such alias exists.
it_it: Non esiste nessun alias con questo nome.

source: Show what command the alias executes.
it_it: Mostra quale comando viene eseguito dall'alias.

source: The `{alias_name}` alias will execute the command `{command}`
it_it: L'alias `{alias_name}` eseguirà il comando `{command}`

source: There is no alias with the name `{name}`
it_it: Non c'è nessun alias con il nome `{name}`

source: Delete an existing alias on this server.
it_it: Elimina un alias esistente su questo server.

source: There are no aliases on this server.
it_it: Non ci sono alias su questo server.

source: Alias with the name `{name}` was successfully deleted.
it_it: L'alias con il nome `{name}` è stato eliminato con successo.

source: Alias with name `{name}` was not found.
it_it: L'alias con il nome `{name}` non è stato trovato.

source: Delete an existing global alias.
it_it: Elimina un alias globale esistente.

source: There are no aliases on this bot.
it_it: Non ci sono alias su questo bot.

source: List the available aliases on this server.
it_it: Elenca gli alias disponibili su questo server.

source: Aliases:
it_it: Alias:

source: List the available global aliases on this bot.
it_it: Elenca gli alias globali disponibili su questo server.
