Repository: pypi-data/pypi-mirror-67
Catalog: packages/TracSpamFilter/TracSpamFilter-1.2.7.tar.gz/TracSpamFilter-1.2.7/tracspamfilter/locale/*/LC_MESSAGES/tracspamfilter.po
Languages: de

source: While you can train the spam filter from the “[1:Spam Filtering → Monitoring]” panel in the web administration interface, you can also manually train the filter by entering samples here, or check what kind of spam probability currently gets assigned to the content.
de: Zusätzlich zum Training des Spamfilters in der Administrations-Webseite [1:Spamfilter → Überwachung], kann der Filter hier auch manuell durch die Eingabe von Beispielen trainiert werden. Außerdem ist es möglich zu prüfen, welche Spamwahrscheinlichkeit einem Text momentan zugeordnet wird.

source: Content:
de: Inhalt:

source: Error: %(error)s
de: Fehler: %(error)s

source: Score: %(score)s%
de: Kennzahl: %(score)s%

source: Train as Spam
de: Als Spam trainieren

source: Train as Ham
de: Als Ham trainieren

source: Captcha handling
de: Captchanutzung

source: Spam Filtering: Captcha handling
de: Spamfilter: Captchanutzung

source: Enable captcha usage
de: Captchanutzung aktivieren

source: Captcha type:
de: Captchatyp:

source: Maximum captcha lifetime in seconds
de: Maximale Lebensdauer eines Captchas in Sekunden

source: The reCAPTCHA system provides a very good captcha system based on scanned books. See [1:Google reCAPTCHA] page. You need to obtain API keys to use the service, which is freely available for personal use.
de: Das reCAPTCHA-System, bietet ein sehr gutes Captcha-System basierend auf eingescannten Büchern (siehe [1:Google reCAPTCHA]-Seite). Zur Benutzung wird ein API-Schlüssel benötigt, welcher bei privater Nutzung frei erhältlich ist.

source: Public key:
de: Öffentl. Schlüssel:

source: Private key:
de: Privater Schlüssel:

source: Key validation failed:
de: Schlüsselprüfung fehlgeschlagen:

source: The KeyCatcha system provides a captcha system based on JavaScript functions to reassemble a picture. See [1:KeyCaptcha] page. You need to obtain an API key to use the service, which is freely available for limited use.
de: Das KeyCaptcha-System, bietet ein Javascript-basiertes Captcha-System, bei dem ein Bild zusammengesetzt werden muss (siehe [1:KeyCaptcha]-Seite). Zur Benutzung wird ein API-Schlüssel benötigt, welcher bei eingeschränkter Nutzung frei erhältlich ist.

source: User ID:
de: Nutzerkennung:

source: The text captcha constructs easy text questions. They can be broken relatively easy.
de: Das Text-Captcha konstruiert eine einfache Textfrage. Diese kann relativ einfach überwunden werden.

source: Maximum value in a term:
de: Maximumaler Wert in einem Ausdruck:

source: Number of terms:
de: Anzahl an Ausdrücken:

source: Image captcha
de: Bild-Captcha

source: The image captcha constructs obstructed images using Python imaging library.
de: Das Bild-Captcha erzeugt gestörte Bilder mithilfe der Python-Bildbearbeitungsbibliothek.

source: Number of letters:
de: Buchstabenanzahl:

source: Font size:
de: Schriftgröße:

source: Fonts:
de: Zeichensätze:

source: Revert changes
de: Änderungen verwerfen

source: External services
de: Externe Dienste

source: Spam Filtering: External services
de: Spamfilter: Externe Dienste

source: An error checking supplied data occured, see below for details.
de: Beim Prüfen der übergebenen Daten ist ein Fehler aufgetreten. Details siehe weiter unten.

source: Use external services
de: Externe Dienste nutzen

source: Train external services
de: Externe Dienste trainieren

source: Skip external services, when internal tests reach a karma of - Spam: [1:] Ham: [2:]
de: Externe Dienste überspringen, wenn interne Tests bereits dieses Karma erreicht haben - Spam: [1:] Ham: [2:]

source: Stop external services, when reached a karma of - Spam: [1:] Ham: [2:]
de: Externe Dienste abbrechen, wenn dieses Karma erreicht wurde - Spam: [1:] Ham: [2:]

source: The Akismet filter uses the free [1:Akismet] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available for personal use.
de: Der Akismet-Filter nutzt den freien [1:Akismet]-Service, um zu entscheiden, ob Übertragungen potentieller Spam sind. Zur Benutzung des Dienstes ist ein API-Schlüssel notwendig, welcher bei privater Nutzung kostenfrei ist.

source: API key:
de: API-Schlüssel:

source: [1:Key validation failed:] %(error)s
de: [1:Schlüsselprüfung fehlgeschlagen:] %(error)s

source: The StopForumSpam filter uses the [1:StopForumSpam] service to decide if content submissions are potential spam. You need to obtain an API key to report SPAM to the service, which is freely available.
de: Der StopForumSpam-Filter nutzt den freien [1:StopForumSpam]-Service, um zu entscheiden, ob Übertragungen potentieller Spam sind. Zur Benutzung des Dienstes ist ein API-Schlüssel notwendig, welcher kostenfrei ist.

source: The BotScout filter uses the [1:BotScout] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available.
de: Der BotScout-Filter nutzt den freien [1:BotScout]-Service, um zu entscheiden, ob Übertragungen potentieller Spam sind. Zur Benutzung des Dienstes ist ein API-Schlüssel notwendig, welcher kostenfrei ist.

source: The FSpamList filter uses the [1:FSpamList] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available.
de: Der FSpamList-Filter nutzt den freien [1:FSpamList]-Service, um zu entscheiden, ob Übertragungen potentieller Spam sind. Zur Benutzung des Dienstes ist ein API-Schlüssel notwendig, welcher kostenfrei ist.

source: The HTTP_BL filter uses the free [1:HTTP:BL] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available for personal use.
de: Der HTTP_BL-Filter nutzt den freien [1:HTTP:BL]-Service, um zu entscheiden, ob Übertragungen potentieller Spam sind. Zur Benutzung des Dienstes ist ein API-Schlüssel notwendig, welcher bei privater Nutzung kostenfrei ist.

source: Free access blacklists
de: Frei zugängliche schwarze Listen (Blacklists)

source: IPv4 Blacklists (comma separated):
de: IPv4-Schwarze Listen (kommagetrennt):

source: (default: %(list)s)
de: (Standard: %(list)s)

source: IPv6 Blacklists (comma separated):
de: IPv6-Schwarze Listen (kommagetrennt):

source: URL Blacklists (comma separated):
de: Schwarze URL-Listen (kommagetrennt):

source: A list of DNS blacklists can be found at the [1:RBLCheck] or [2:MultiRBL] services.
de: Eine Übersicht von schwarzen Listen für DNS kann beim [1:RBLCheck]- oder [2:MultiRBL]-Service gefunden werden.

source: You can enable or disable these filters from the “[1:General → Plugins]” panel of the web administration interface.
de: Diese Filter können im Abschnitt “[1:Allgemein → Plugins]” der Administrationswebseiten aktiviert und deaktiviert werden.

source: Spam Reports
de: Spam-Berichte

source: Spam Filtering: Reports
de: Spamfilter: Berichte

source: Viewing entries %(start)s – %(end)s of %(total)s.
de: Einträge %(start)s – %(end)s von %(total)s anzeigen.

source: Path
de: Pfad

source: Author
de: Autor

source: Date/time
de: Datum/Zeit

source: User was logged in
de: Nutzer war angemeldet

source: User was not logged in
de: Nutzer war nicht angemeldet

source: No data available
de: Keine Daten verfügbar

source: Delete selected
de: Gewähltes löschen

source: Spam Report
de: Spam Bericht

source: Previous Report Entry
de: Voriger Berichtseintrag

source: Back to List
de: Zurück zur Liste

source: Next Report Entry
de: Nächster Berichtseintrag

source: Spam Filtering: Report
de: Spamfilter: Bericht

source: Report Entry:
de: Berichtseintrag:

source: Time:
de: Zeit:

source: Path:
de: Pfad:

source: Author:
de: Autor:

source: Authenticated:
de: Angemeldet:

source: yes
de: ja

source: no
de: nein

source: Comment:
de: Kommentar:

source: HTTP headers
de: HTTP-Kopfzeilen

source: Delete
de: Löschen

source: Possibly related log entries:
de: Möglicherweise damit zusammenhängene Logeinträge:

source: Spam Filtering: Configuration
de: Spamfilter: Einstellungen

source: See [1:wiki page] for a short documentation.
de: Für eine kurze Dokumentation bitte die [1:Wikiseite] ansehen.

source: Help translating this plugin at [1:Transifex].
de: Helfen Sie dieses Plugin auf [1:Transifex] zu übersetzen.

source: Karma Tuning
de: Karmanpassung

source: Minimum karma required for a successful submission:
de: Minimales Karma für eine erfolgreiche Übertragung:

source: Karma assigned to attachments (e.g. to allow relaxed rules for file uploads):
de: Karma für Anhänge (z.B. um vereinfachte Regeln für das Hochladen von Dateien zu ermöglichen):

source: Karma assigned to registering users (e.g. negative value to increase captcha usage):
de: Karma für Registrierungen (z.B. ein negativer Wert, um die Captcha-Nutzung zu erhöhen):

source: Content submissions are passed through a set of registered and enabled [1:filter strategies], each of which check the submitted content and may assign [2:karma points] to it. The sum of these karma points needs to be greater than or equal to the minimum karma configured here for the submission to be accepted.
de: Übertragungen neuer Inhalte werden durch einen Satz registrierter und aktivierter [1:Filterstrategien] geprüft, von denen jede den gesendeten Inhalt prüft und ein [2:Karma] zuweisen kann. Die Summe dieser Karmawerte muss größer oder gleich dem hier eingestellten Minimalkarmasein, damit eine Übertragung akzeptiert wird.

source: Strategy
de: Strategie

source: Karma points
de: Karma-Punkte

source: Description
de: Beschreibung

source: Logging
de: Aufzeichnung

source: Enable
de: Aktivieren

source: The spam filter plugin can optionally log every content submission so that you can monitor and tune the effectiveness of the filtering. The log can be viewed on the [1:Monitoring] page.
de: Das Spamfilterplugin kann optional jede Übertragung aufzeichnen, so dass die Effektivität der Filter überwacht und verbessert werden kann. Die Logeinträge werden in der Datenbank gespeichert und sind unter Punkt [1:Überwachung] des Webinterfaces einsehbar.

source: Purge old entries after [1:] days
de: Alte Einträge nach [1:] Tagen entfernen

source: Number of entries in log message display (%(min)s-%(max)s) [1:]
de: Anzahl von Einträgen in Log-Nachrichtenanzeige (%(min)s-%(max)s) [1:]

source: Don't log obvious spam (Bayes >90%, marked as spam and not authenticated) to the database.
de: Offensichtlichen Spam (Bayes >90%, markiert als Spam und nicht angemeldet) nicht in Datenbank aufzeichnen.

source: Authenticated
de: Anmeldung

source: Trust authenticated users
de: Angemeldeten Nutzern vertrauen

source: If authenticated users should not be trusted automatically, this option must be disabled. Instead of full trust the supplied karma value is used in this case.
de: Falls angemeldeten Nutzenr nicht automatisch vertraut werden soll, so muss diese Option deaktiviert werden. Statt vollem Vertrauen wird dann der angegebene Karma-Wert genutzt.

source: Karma of authenticated users:
de: Karma von angemeldeten Nutzern:

source: Spam Monitoring
de: Spam-Überwachung

source: Previous Log Entry
de: Voriger Logeintrag

source: Next Log Entry
de: Nächster Logeintrag

source: Spam Filtering: Monitoring
de: Spamfilter: Überwachung

source: Log Entry:
de: Logeintrag:

source: IP address:
de: IP-Adresse:

source: [1:%(karma)s] (marked as %(spam_or_ham)s) [2: [3:%(reasons)s] ]
de: [1:%(karma)s] (markiert als %(spam_or_ham)s) [2: [3:%(reasons)s] ]

source: Submitted content
de: Übertragener Inhalt

source: Mark as Spam
de: Als Spam markieren

source: Mark as Ham
de: Als Ham markieren

source: Delete as Spam
de: Als Spam löschen

source: Delete as Ham
de: Als Ham löschen

source: Delete (No Statistics)
de: Löschen (ohne Statistik)

source: Remove registered user
de: Registrierten Nutzer entfernen

source: Search for user name
de: Nach Nutzernamen suchen

source: Note:
de: Notiz:

source: Logging by the spam filter is currently disabled.
de: Aufzeichnung des Spamfilters is momentan deaktiviert.

source: Delete > 90%
de: > 90% löschen

source: Mark selected as Spam
de: Gewähltes als Spam markieren

source: Mark selected as Ham
de: Gewähltes als Ham markieren

source: Delete selected as Spam
de: Gewähltes als Spam löschen

source: Delete selected as Ham
de: Gewähltes als Ham löschen

source: Spam Statistics
de: Spam-Statistik

source: Spam Filtering: Statistics
de: Spamfilter: Statistik

source: No submission statistics yet.
de: Bisher keine Übertragunsstatistik.

source: %(count)s Submissions tested since %(time)s, %(spam)s spam and %(ham)s ham (%(local)s of the tests could be solved local). %(spamerr)s spam and %(hamerr)s ham have been retrained.
de: %(count)s Übertragungen seit %(time)s getestet: %(spam)s Spam und %(ham)s Ham (%(local)s der Tests konnten lokal gelöst werden). %(spamerr)s Spam und %(hamerr)s Ham wurden umtrainiert.

source: Type
de: Typ

source: Train / Verify
de: Training / Überprüfung

source: Errors
de: Fehler

source: Total
de: Gesamt

source: Mean Delay
de: Mittl. Verzög.

source: No Result
de: Ergebnislos

source: Match
de: Gleich

source: Mismatch
de: Ungleich

source: Right
de: Korrekt

source: Wrong
de: Falsch

source: No tests yet.
de: Bisher keine Tests.

source: No spam yet.
de: Bisher kein Spam.

source: No ham yet.
de: Bisher kein Ham.

source: Clear statistics
de: Statistik löschen

source: Clear statistics database
de: Statistikdatenbank löschen

source: Spam User Handling
de: Spamfilter: Nutzerbearbeitung

source: Spam Filtering: User handling (%(type)s) [1:%(count)s]
de: Spamfilter: Nutzerbearbeitung (%(type)s) [1:%(count)s]

source: Overview
de: Übersicht

source: All
de: Alle

source: Registered
de: Registriert

source: Unused [multi selection]
de: Unbenutzt [Mehrfachauswahl]

source: Unused
de: Unbenutzt

source: There are %(total)s different entries in the database, %(registered)s users are registered and %(unused)s have not been used.
de: Es gibt insgesamt %(total)s verschiedene Einträge in der Datenbank, %(registered)s Nutzer sind registriert und %(unused)s wurden nie benutzt.

source: Date
de: Datum

source: Action of user '%(username)s'
de: Aktion des Nutzers '%(username)s'

source: Remove selected
de: Gewählte entfernen

source: Values must be URL encoded!
de: Werte müssen URL-kodiert sein!

source: Old user:
de: Alter Nutzer:

source: New user:
de: Neuer Nutzer:

source: Change unauthorized user
de: Nichtregistrierten Nutzer ändern

source: Change user
de: Nutzer ändern

source: Remove %(num)s temporary session
de: %(num)s temporäre Sitzung entfernen

source: Convert emails to registered usernames
de: E-Mails in registrierte Nutzernamen konvertieren

source: IP Address
de: IP-Adresse

source: User name
de: Nutzername

source: Last login
de: Letze Anmeldung

source: Setup
de: Einrichtung

source: Wiki edits
de: Wiki

source: Ticket edits
de: Tickets

source: SVN edits
de: SVN

source: Other
de: Anderes

source: Source
de: Quelle

source: (password)
de: (Passwort)

source: (double)
de: (doppelt)

source: user
de: Nutzer

source: both
de: Beides

source: Remove
de: Entfernen

source: Captcha Error
de: Captcha-Fehler

source: Trac thinks your submission might be Spam. To prove otherwise please provide a response to the following.
de: Trac wertet Ihre Übertragung als Spam. Um das Gegenteil zu beweisen, geben Sie bitte Antwort auf folgendes.

source: Note - the captcha method is choosen randomly. Retry if the captcha does not work on your system!
de: Achtung - die Captcha-Methode wird zufällig ausgewählt. Erneut versuchen, wenn das Captcha auf Ihrem System nicht funktioniert!

source: Response:
de: Antwort:
