Repository: pypi-data/pypi-mirror-67
Catalog: packages/TracSpamFilter/TracSpamFilter-1.2.7.tar.gz/TracSpamFilter-1.2.7/tracspamfilter/locale/*/LC_MESSAGES/tracspamfilter.po
Languages: de

source: Interface of spamfilter to account manager plugin to check new account registrations for spam. It provides an additional 'Details' input field to get more information for calculating the probability of a spam registration attempt. Knowledge gained from inspecting registration attempts is shared with all other spam filter adapters for this system.
de: Spamfilter-Interface zum AccountManager-Plugin, um neue Benutzerregistrierungen auf Spam zu prüfen. Es bietet ein zusätzliches 'Details'-Eingabefeld, um mehr Informationen zur Berechnung der Spamwahrscheinlichkeit eines Spamregistrierversuches zu erhalten. Die Informationen, welche bei der Analyse eines Registrierversuches erhalten werden, werden mit allen anderen Spamfilteradaptern dieses Systems ausgetauscht.

source: The maximum number of bytes from an attachment to pass through the spam filters.
de: Die maximale Anzahl von Bytes eines Anhanges, welcher durch den Spamfilter geschickt werden soll.

source: How many monitor entries are displayed by default (between 5 and 10000).
de: Wie viele Monitoreinträge werden standardmäßig angezeigt (zwischen 5 und 10000).

source: Show the buttons for training without deleting entry.
de: Zeige die Knöpfe zum Training ohne den Eintrag zu löschen.

source: Spam Filtering
de: Spamfilter

source: Configuration
de: Einstellungen

source: Monitoring
de: Überwachung

source: SpamBayes determined spam probability of %s%%
de: SpamBayes hat eine Spamwahrscheinlichkeit von %s%% ermittelt.

source: Select 100.00%% entries
de: 100%%-Einträge wählen

source: Select &gt;90.00%% entries
de: Einträge &gt;90%% wählen

source: Select &lt;10.00%% entries
de: Einträge &lt;10%% wählen

source: Select 0.00%% entries
de: 0.00%%-Einträge wählen

source: Select Spam entries
de: Spam-Einträge wählen

source: Select Ham entries
de: Ham-Einträge wählen

source: Previous Page
de: Vorige Seite

source: Next Page
de: Nächste Seite

source: Log entry not found
de: Logeintrag nicht gefunden

source: Log Entry %(id)s
de: Logeintrag %(id)s

source: Log Entry List
de: Logliste

source: External Services
de: Externe Dienste

source: (ratio %.1f : 1)
de: (Rate %.1f : 1)

source: (ratio 1 : %.1f)
de: (Rate 1 : %.1f)

source: %(num)d spam
de: Spam: %(num)d

source: %(num)d ham
de: Ham: %(num)d

source: %(num)d line
de: %(num)d Zeile

source: %(num)d mixed
de: Gemischt: %(num)d

source: Statistics
de: Statistik

source: How many report entries are displayed by default (between 5 and 10000).
de: Wie viele Berichtseinträge werden standardmäßig angezeigt (zwischen 5 und 10000).

source: Reports
de: Berichte

source: Report entry not found
de: Berichtseintrag nicht gefunden

source: Report Entry %d
de: Berichtseintrag %d

source: Report Entry List
de: Berichtsliste

source: How many wiki edits are still an unused account.
de: Wieviele Wikiänderungen gelten trotzdem als inaktiver Nutzer.

source: How many days no login are considered for dead accounts.
de: Wie viele Tage keine Anmeldung gelten als inaktiver Nutzer.

source: Default mode for spam user admin panel.
de: Voreinstellung für Spam-Nutzerbearbeitung.

source: Users
de: Nutzer

source: Old or new value cannot be empty
de: Alter oder neuer Wert dürfen nicht leer sein

source: Old and new value cannot be equal
de: Alter und neuer Wert dürfen nicht gleich sein

source: New name cannot be used in CC fields
de: Neuer Name kann in CC-Feldern nicht genutzt werden

source: Illegal user arguments passed or changing not allowed
de: Ungültige Argumente übergeben oder die Änderung ist nicht erlaubt

source: %(num)d entry has been updated
de: %(num)d Eintrag wurde aktualisiert

source: Username '%s' cannot be used in CC fields
de: Nutzername '%s' kann in CC-Feldern nicht genutzt werden

source: Error for e-mail change for username '%s'
de: Fehler bei der E-Mail-Änderung für Nutzernamen '%s'

source: %(num)d entry has been updated for user %(user)s
de: %(num)d Eintrag für Nutzer %(user)s wurde aktualisiert

source: E-mails for user %s updated
de: E-Mails für Nutzer %s aktualisiert

source: data overview
de: Datenübersicht

source: unused accounts
de: Unbenutzte Zugänge

source: registered accounts
de: Registrierte Nutzer

source: detailed user information for '%s'
de: Detailierte Nutzerinformationen für '%s'

source: everything from accounts, wiki, tickets and svn
de: Alles von Zugängen, Wiki, Tickets und SVN

source: %(num)d entry
de: %(num)d Eintrag

source: Submission rejected as potential spam
de: Übertragung wird als potentieller Spam zurückgewiesen

source: The minimum score required for a submission to be allowed.
de: Der minimal nötige Wert für eine erlaubte Übertragung.

source: The karma given to authenticated users, in case `trust_authenticated` is false.
de: Das Karma, welches angemeldeten Nutzern gegeben wird, wenn `trust_authenticated` nicht gesetzt ist.

source: Whether all content submissions and spam filtering activity should be logged to the database.
de: Legt fest, ob alle Übertragungen und Spamfilteraktivitäten in der Datenbank aufgezeichnet werden.

source: Don't log obvious spam (Bayes >90%%, marked as spam and not authenticated) to the database.
de: Offensichtlichen Spam (Bayes >90%%, markiert als Spam und nicht angemeldet) nicht in Datenbank aufzeichnen.

source: The number of days after which log entries should be purged.
de: Die Anzahl an Tagen, nach denen Aufzeichnungen gelöscht werden.

source: Allow usage of external services.
de: Nutzung externer Dienste erlauben.

source: Skip external calls when this negative karma is already reached by internal tests.
de: Externe Tests überspringen, wenn dieser negative Karma-Wert bereits durch interne Tests erreicht wird.

source: Skip external calls when this positive karma is already reached by internal tests.
de: Externe Tests überspringen, wenn dieser positive Karma-Wert bereits durch interne Tests erreicht wird.

source: Stop external calls when this negative karma is reached.
de: Externe Tests abbrechen, wenn dieser negative Karma-Wert erreicht ist.

source: Stop external calls when this positive karma is reached.
de: Externe Tests abbrechen, wenn dieser postive Karma-Wert erreicht ist.

source: Allow training of external services.
de: Training externer Dienste erlauben.

source: Whether content submissions by authenticated users should be trusted without checking for potential spam or other abuse.
de: Legt fest, ob Übertragungen von angemeldeten Nutzern ohne Prüfung auf Spam oder Missbrauch vertraut werden soll.

source: The karma given to attachments.
de: Das an Anhänge vergebene Karma.

source: The karma given to registrations.
de: Das an Registrierungen vergebene Karma.

source: The handler used to reject content.
de: Die Bearbeitungsroutine für zurückgewiesene Inhalte.

source: Interpret X-Forwarded-For header for IP checks.
de: Die Kopfzeile X-Forwarded-For für IP-Prüfungen nutzen.

source: This section is used to handle all configurations used by spam filter plugin.
de: Dieser Abschnitt wird genutzt, um alle Einstellungen des SpamFilter-Plugins zu speichern.

source: User is authenticated
de: Nutzer ist angemeldet

source: Attachment weighting
de: Bewertung von Anhängen

source: Registration weighting
de: Bewertung von Registrierungen

source: external
de: extern

source: internal
de: intern

source: List of page types to add spam report link
de: Liste von Seiten, auf denen ein Meldelink für Spam eingefügt werden soll

source: No page supplied to report as spam
de: Keine Seite zum Melden als Spam angegeben

source: Reported spam
de: Spam gemeldet

source: Comment
de: Kommentar

source: Report spam
de: Spam melden

source: %(num)d spam report
de: %(num)d Spam-Bericht

source: Wiki page '%(page)s' version %(version)s modified
de: Version %(version)s der Wikiseite '%(page)s' geändert

source: Attachment '%s' added
de: Anhang '%s' hinzugefügt

source: Ticket %(id)s field '%(field)s' changed
de: Feld '%(field)s' von Ticket %(id)s geändert

source: Removed from ticket %(id)s field '%(field)s' ('%(old)s' --> '%(new)s')
de: Feld '%(field)s' von Ticket %(id)s entfernt ('%(old)s' --> '%(new)s')

source: Set in ticket %(id)s field '%(field)s' ('%(old)s' --> '%(new)s')
de: Feld '%(field)s' in Ticket %(id)s gesetzt ('%(old)s' --> '%(new)s')

source: Ticket %(id)s CC field change ('%(old)s' --> '%(new)s')
de: Anderung CC-Feld in Ticket %(id)s ('%(old)s' --> '%(new)s')

source: Reporter of ticket %s
de: Ersteller von Ticket %s

source: Owner of ticket %s
de: Verantwortlicher für Ticket %s

source: In CC of ticket %(id)s ('%(cc)s')
de: Im CC-Feld von Ticket %(id)s ('%(cc)s')

source: Author of revision %s
de: Autor der Revision %s

source: Component '%s' owner
de: Eigentümer der Komponente '%s'

source: In permissions list
de: In Liste der Berechtigungen

source: Author of report %d
de: Autor des Berichts %d

source: Voted for '%s'
de: Für '%s' gestimmt

source: Invalid value for %(key)s
de: Ungültiger Wert für "%(key)s".

source: The keys are invalid
de: Die Schlüssel sind ungültig

source: The key or user id are invalid
de: Die Schlüssel oder die Nutzerkennung sind ungültig

source: CAPTCHA method to use for verifying humans.
de: Captcha-Methode zur Erkennung von Menschen.

source: By how many points a successful CAPTCHA response increases the overall score.
de: Punktanzahl mit der eine eine erfolgreiche Captcha-Antwort das Gesamtkarma beeinflusst.

source: By how many points a failed CAPTCHA impacts the overall score.
de: Punktanzahl mit der eine fehlgeschlagene Captcha-Antwort das Gesamtkarma beeinflusst.

source: Time in seconds that a successful CAPTCHA response increases karma.
de: Zeit in Sekunden, in welcher eine erfolgreiche Captcha-Antwort das Karma erhöht.

source: Time in seconds before CAPTCHA is removed.
de: Zeit in Sekunden, bevor ein Captcha gelöscht wird.

source: Time in seconds before database cleanup is called.
de: Zeit in Sekunden, bevor die Datenbank aufgeräumt wird.

source: Human verified via CAPTCHA (%s)
de: Durch Captcha (%s) verifizierter Mensch

source: Failed CAPTCHA (%s) attempts
de: Fehlgeschlagene Captcha-Versuche (%s)

source: CAPTCHA failed to handle original request
de: Captcha konnte Originalanfrage nicht bearbeiten

source: CAPTCHA verification failed
de: Captcha-Prüfung fehlgeschlagen

source: Number of terms in numeric CAPTCHA expression.
de: Anzahl von Termen in einem numerischen Captcha-Ausdruck.

source: Maximum value of individual terms in numeric CAPTCHA expression.
de: Höchster Wert eines einzelnen Terms in einem numerischen Captcha-Ausdruck.

source: multiplied by
de: multipliziert mit

source: zero
de: Null

source: one
de: Eins

source: two
de: Zwei

source: three
de: Drei

source: four
de: Vier

source: five
de: Fünf

source: six
de: Sechs

source: seven
de: Sieben

source: eight
de: Acht

source: nine
de: Neun

source: ten
de: Zehn

source: eleven
de: Elf

source: twelve
de: Zwölf

source: thirteen
de: Dreizehn

source: fourteen
de: Vierzehn

source: fifteen
de: Fünfzehn

source: sixteen
de: Sechzehn

source: seventeen
de: Siebzehn

source: eighteen
de: Achtzehn

source: nineteen
de: Neunzehn

source: twenty
de: Zwanzig plus

source: thirty
de: Dreißig plus

source: forty
de: Vierzig plus

source: fifty
de: Fünfzig plus

source: sixty
de: Sechzig plus

source: seventy
de: Siebzig plus

source: eighty
de: Achtzig plus

source: ninety
de: Neunzig plus

source: Numeric captcha can not represent numbers > 100
de: Numerische Captcha kann keine Zahlen größer 100 nutzen

source: Set of fonts to choose from when generating image CAPTCHA.
de: Liste von Schriftarten für die Erzeugung des Bildcaptchas.

source: Font size to use in image CAPTCHA.
de: Schriftgröße in einem Bildcaptcha.

source: Alphabet to choose image CAPTCHA challenge from.
de: Alphabet, aus dem die Captcha-Frage eines Bildcaptchas besteht.

source: Number of letters to use in image CAPTCHA challenge.
de: Anzahl von Buchstaben in der Bildcaptcha-Frage.

source: Private key for KeyCaptcha usage.
de: Privater Schlüssel for KeyCaptcha-Nutzung.

source: User id for KeyCaptcha usage.
de: Nutzerkennung für KeyCaptcha-Nutzung.

source: Private key for reCaptcha usage.
de: Privater Schlüssel for reCaptcha-Nutzung.

source: Public key for reCaptcha usage.
de: Öffentlicher Schlüssel für reCaptcha-Nutzung.

source: Submit
de: Absenden

source: By how many points an Akismet reject impacts the overall karma of a submission.
de: Punktanzahl mit der eine Akismet-Ablehnung das Gesamtkarma einer Übertragung beeinflusst.

source: Wordpress key required to use the Akismet API.
de: Ein Wordpress-Schlüssel wird zur Nutzung des Akismet-API benötigt.

source: URL of the Akismet service.
de: URL des Akismet-Dienstes.

source: Akismet says content is spam
de: Akismet bezeichnet den Inhalt als Spam

source: By what factor Bayesian spam probability score affects the overall karma of a submission.
de: Punktanzahl mit der die Bayes-Spamwahrscheinlichkeit das Gesamtkarma einer Übertragung beeinflusst.

source: The minimum number of submissions in the training database required for the filter to start impacting the karma of submissions.
de: Die Minimalzahl an Übertragungen in der Trainingsdatenbank, bevor der Filter das Karma von Übertragungen beeinflusst.

source: Entries with a count less than this value get removed from the database when calling the reduce function.
de: Einträge mit einer Anzahl kleiner als dieser Wert werden beim Aufruf der Funktion zum Reduzieren der Datenbank entfernt.

source: By how many points a BotScout reject impacts the overall karma of a submission.
de: Punktanzahl mit der eine BotScout-Ablehnung das Gesamtkarma einer Übertragung beeinflusst.

source: API key required to use BotScout.
de: Für BotScout benötigter API-Schlüssel.

source: BotScout says this is spam (%s)
de: BotScout bezeichnet dies als Spam (%s)

source: By how many points too many external links in a submission impact the overall score.
de: Punktanzahl mit der zu viele externe Links das Gesamtkarma einer Übertragung beeinflussen.

source: The maximum number of external links allowed in a submission until that submission gets negative karma.
de: Die Maximalzahl an erlaubten externen Links in einer Übertragung, bevor ein negatives Karma entsteht.

source: List of domains that should be allowed in external links
de: Liste von Domainnamen, welche in externen Links erlaubt sind

source: Maximum number of external links per post exceeded
de: Anzahl von externen Links pro Übertragung überschritten

source: External links in post found
de: Externe Links in Übertragung gefunden

source: By how many points a FSpamList reject impacts the overall karma of a submission.
de: Punktanzahl mit der eine FSpamList-Ablehnung das Gesamtkarma einer Übertragung beeinflusst.

source: API key required to use FSpamList.
de: Für FSpamList benötigter API-Schlüssel.

source: FSpamList says this is spam (%s)
de: FSpamList bezeichnet dies als Spam (%s)

source: By how many points listing as "comment spammer" impacts the overall karma of a submission.
de: Punktanzahl mit der eine Eintragung als "Kommentarspammer" das Gesamtkarma einer Übertragung beeinflusst.

source: Http:BL API key required for use.
de: Für Http:BL benötigter API-Schlüssel.

source: IP %s blacklisted by Http:BL
de: IP %s ist in der schwarzen Liste von Http:BL

source: By how many points blacklisting by a single server impacts the overall karma of a submission.
de: Punktanzahl mit der ein Eintrag auf der schwarzen Liste eines Servers das Gesamtkarma einer Übertragung beeinflusst.

source: Servers used for IPv4 blacklisting.
de: Server mit schwarzen Listen für IPv4-Adressen.

source: Servers used for IPv6 blacklisting.
de: Server mit schwarzen Listen für IPv6-Adressen.

source: IP %s blacklisted by %s
de: IP %s ist in der schwarzen Liste von %s

source: By how many points a match with a pattern on the BadIP page impacts the overall karma of a submission.
de: Punktanzahl mit der eine Übereinstimmung mit einem Eintrag auf der BadIP-Seite das Gesamtkarma einer Übertragung beeinflusst.

source: Local file to be loaded to get BadIP. Can be used in addition to BadIP wiki page.
de: Lokale Datei, welche unerwünschte IP-Daten enthält. Kann zusätzlich zur BadIP-Wikiseite genutzt werden.

source: Show the matched bad IP patterns in rejection message.
de: Zeige übereinstimmende Muster der unerwünschten IP-Adressen in der Abweisungsnachricht.

source: IP catched by these blacklisted patterns: %s
de: IP wurde von folgenden Mustern der schwarzen Liste getroffen: %s

source: IP catched by %s blacklisted patterns
de: IP wurde von %s Mustern der schwarzen Liste getroffen

source: By how many points exceeding the configured maximum number of posts per hour impacts the overall score.
de: Punktanzahl mit der eine Überschreitung der maximalen Anzahl an Übertragungen je Stunde das Gesamtkarma einer Übertragung beeinflusst.

source: The maximum allowed number of submissions per hour from a single IP address. If this limit is exceeded, subsequent submissions get negative karma.
de: Die maximal erlaubte Anzahl an Übertragungen je Stunde von einer einzelnen IP-Adresse. Falls dieses Limit überschritten wird, erhalten alle folgenden Übertragungen ein negatives Karma.

source: Maximum number of posts per hour for this IP exceeded
de: Maximale Anzahl an Übertragungen je Stunde für diese IP überschritten

source: By how many points a match with a pattern on the BadContent page impacts the overall karma of a submission.
de: Punktanzahl mit der eine Zurückweisung durch ein Muster der BadContent-Seite das Gesamtkarma eine Übertragung beeinflusst.

source: Local file to be loaded to get BadContent. Can be used in addition to BadContent wiki page.
de: Lokale Datei zum Laden der Beschreibung unerwünschter Inhalte. Kann zusätzlich zur BadContent-Wikiseite verwendet werden.

source: Show the matched bad content patterns in rejection message.
de: Zeige die passenden Muster für unerwünschte Inhalte in der Zurückweisungsnachricht.

source: Content contained these blacklisted patterns: %s
de: Enthält diese Muster der schwarzen Liste: %s

source: Content contained %s blacklisted patterns
de: Enthält %s Muster der schwarzen Liste

source: Error in pattern %(pattern)s: %(error)s.
de: Fehler in Muster %(pattern)s: %(error)s.

source: By how many points a failed registration check impacts the overall score.
de: Punktanzahl mit der eine fehlgeschlagene Registrierprüfung das Gesamtkarma beeinflusst.

source: Replace checks in account manager totally.
de: Prüfungen im Account-Manager komplett ersetzen.

source: Account registration failed (%s)
de: Benutzerregistrierung fehlgeschlagen (%s)

source: By how many points an existing and configured session improves the overall karma of the submission. A third of the points is granted for having an existing session at all, the other two thirds are granted when the user has his name and/or email address set in the session, respectively.
de: Punktanzahl mit der eine existierende und konfigurierte Sitzung das Gesamtkarma einer Übertragung beeinflusst. Ein Drittel der Punkte wird für eine existierende Sitzung gewährt, die anderen zwei Drittel, wenn der Nutzer seinen Namen und/oder seine E-Mail in den Einstellungen konfiguriert hat.

source: Existing session found
de: Existierende Sitzung gefunden

source: By how many points a StopForumSpam reject impacts the overall karma of a submission.
de: Punktanzahl mit der eine Zurückweisung durch StopForumSpam das Gesamtkarma beeinflusst.

source: API key used to report SPAM.
de: API-Schlüssel zum Melden von Spam.

source: StopForumSpam says this is spam (%s)
de: StopForumSpam bezeichnet dies als Spam (%s)

source: By how many points a trap reject impacts the overall karma of a submission.
de: Punktanzahl mit der eine Zurückweisung durch eine Falle das Gesamtkarma beeinflusst.

source: Name of the invisible trap field, should contain some reference to e-mail for better results.
de: Name des unsichtbaren Fallen-Feldes, sollte für bessere Resultate eine Referenz auf E-Mail enthalten.

source: Name of the hidden trap field, should contain some reference to e-mail for better results.
de: Name des versteckten Fallen-Feldes, sollte für bessere Resultate eine Referenz auf E-Mail enthalten.

source: Name of the register trap field, should contain some reference to web/homepage for better results.
de: Name des Registrier-Fallen-Feldes, sollte für bessere Resultate eine Referenz auf Webseiten enthalten.

source: Both trap fields says this is spam (%s, %s)
de: Beide Fallen-Felder bezeichnen dies als Spam (%s, %s)

source: Invisible trap field says this is spam (%s)
de: Unsichtbares Fallen-Feld bezeichnet dies als Spam (%s)

source: Hidden trap field says this is spam (%s)
de: Verstecktes Fallen-Feld bezeichnet dies als Spam (%s)

source: Register trap field starts with HTTP URL (%s)
de: Registrier-Fallen-Feld beginnt mit HTTP-URL (%s)

source: By how many points blacklisting by a single bad URL impacts the overall karma of a submission.
de: Punktanzahl mit der ein Eintrag auf der schwarzen URL-Liste eines Servers das Gesamtkarma einer Übertragung beeinflusst.

source: Servers used for URL blacklisting.
de: Server mit schwarzen Listen für Domains.

source: URL's blacklisted by %s
de: URLs in der schwarzen Liste von %s

source: Spam Filtering: Bayes
de: Spamfilter: Bayes

source: The bayesian filter requires training before it can effectively differentiate between spam and ham. The training database currently contains [1:%(numspam)s spam] and [2:%(numham)s ham] %(ratio)s submissions.
de: Der Bayes-Filter benötigt Training, bevor er effektiv zwischen Spam und Ham unterscheiden kann. Die Trainingsdatenbank enthält momentan [1:%(numspam)s Spam]- und [2:%(numham)s Ham]-Einträge %(ratio)s.

source: The bayesian database contains currently %(lines)s lines with trained words (%(spamtext)s, %(hamtext)s, %(mixedtext)s).
de: Die Bayes-Datenbank enthält momentan %(lines)s Zeilen mit angelernten Wörtern (%(spamtext)s, %(hamtext)s, %(mixedtext)s).

source: [1:] Reduce training database (%(linestext)s)
de: [1:] Trainingsdatenbank reduzieren (%(linestext)s)

source: Reducing the training database can help when it got very large and tests take too long.
de: Das Reduzieren der Trainingsdatenbank kann helfen, wenn diese sehr groß geworden ist und die Tests zu lange dauern.

source: Minimum database count:
de: Minimale Zahl an Datenbankeinträgen:

source: Any database lines with less entries is removed when reducing the database.
de: Jede Datenbankzeile mit weniger Einträgen wird beim Reduzieren der Datenbank entfernt.

source: Clear training database
de: Traingsdatenbank löschen

source: Resetting the training database can help when training was incorrect and is producing bad results.
de: Zurücksetzen der Trainingsdatenbank kann helfen, wenn das Training falsch war und schlechte Ergebnisse liefert.

source: Minimum training required:
de: Minimal nötiges Training:

source: The minimum number of spam and ham in the training database before the filter starts affecting the karma of submissions.
de: Die Anzahl von Spam und Ham in der Trainingsdatenbank, bevor der Filter beginnt das Karma von Übertragungen zu beeinflussen.

source: Apply changes
de: Änderungen übernehmen
