Repository: pypi-data/pypi-mirror-67
Catalog: packages/ajenti.plugin.auth-users/ajenti.plugin.auth_users-0.30.tar.gz/ajenti.plugin.auth_users-0.30/ajenti_plugin_auth_users/locale/*/LC_MESSAGES/app.po
Languages: be

source: Configure
be: Наладзіць

source: Create
be: Стварыць

source: Default root password is <code>admin</code>
be: Root-пароль па змаўчанні гэта <code>admin</code>

source: Filesystem root
be: Корань файлавай сістэмы

source: New password
be: Новы пароль

source: New user name
be: Новы лагін

source: OK
be: Добра

source: Permissions
be: Дазволы

source: Save
be: Захаваць

source: Sidebar entries
be: Запісы бакавой панэлі

source: System account
be: Сістэмны запіс

source: This only affects appearance of the sidebar. Disable actual permissions under the <b>Permissions</b> tab.
be: Гэта ўплывае толькі на знешні выгляд бакавой панэлі. Адключыце фактычныя дазволу на ўкладцы <b>дазволы</b>.

source: This user will be constrained by POSIX permissions for the selected system account.
be: Гэты карыстальнік будзе абмежаваны дазволамі POSIX для абранай сістэмнай ўліковага запісу.

source: Update password
be: Абнавіць пароль

source: You have no users mapped to <b>root</b> system account. Saving this configuration will prevent any administrative access.
be: У вас няма карыстальнікаў, супастаўленых з сістэмнай уліковым запісам <b>root</b>. Захаванне гэтай канфігурацыі прадухіліць любы адміністрацыйны доступ.

source: Custom users
be: Кліенты

source: Users
be: Карыстальнікі
