Repository: pypi-data/pypi-mirror-67
Catalog: packages/Red-DiscordBot/Red_DiscordBot-3.3.7-py3-none-any.whl/redbot/cogs/alias/locales/*.po
Languages: tr_tr

source: Create aliases for commands.\n\n Aliases are alternative names shortcuts for commands. They\n can act as both a lambda (storing arguments for repeated use)\n or as simply a shortcut to saying \"x y z\".\n\n When run, aliases will accept any additional arguments\n and append them to the stored alias.\n
tr_tr: Komutlar için kısaltma yaratır.\n\n Kısaltmalar, komutlar için alternatiftir. Hem\n kısaltma hem de komut bir arada kullanılabilir\n Sadece kısaltmalar da kullanılabilir \"x y z\".\n\n Çalıştırıldığında, diğer adlar ek bağımsız değişkenleri\n kabul eder ve bunları depolanan diğer ada ekler.\n

source: Arguments must be specified with a number.
tr_tr: Girdiler numara ile özelleştirilmiş olmalıdır.

source: Arguments must be sequential. Missing arguments:
tr_tr: Girdiler sırayla olmalıdır. Eksik girdiler:

source: No prefix found.
tr_tr: Öneki bulundu.

source: Manage command aliases.
tr_tr: Komut diğer adları yönetmek.

source: Manage global aliases.
tr_tr: Küresel diğer adları yönetmek.

source: Add an alias for a command.
tr_tr: Bir komut için bir diğer ad ekleyin.

source: You attempted to create a new alias with the name {name} but that name is already a command on this bot.
tr_tr: Adı {name} ile yeni bir diğer ad oluşturmak çalıştı, ancak bu adı zaten bu bot bir komutudur.

source: You attempted to create a new alias with the name {name} but that alias already exists on this server.
tr_tr: Adı {name} ile yeni bir diğer ad oluşturmak çalıştı, ancak bu diğer adı bu sunucuda zaten vardır.

source: You attempted to create a new alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
tr_tr: Adı {name} ile yeni bir diğer ad oluşturmak çalıştı ama o ismi geçersiz diğer ad. Diğer ad ad adlar boşluk içeremez.

source: A new alias with the trigger `{name}` has been created.
tr_tr: Yeni bir takma ad tetikleyici '{name}' ile oluşturuldu.

source: Add a global alias for a command.
tr_tr: Bir komut için küresel bir diğer ad ekleyin.

source: You attempted to create a new global alias with the name {name} but that name is already a command on this bot.
tr_tr: Yeni bir küresel diğer adı ile ad {name} oluşturmak çalıştı, ancak bu adı zaten bu bot bir komutudur.

source: You attempted to create a new global alias with the name {name} but that alias already exists on this server.
tr_tr: Adı {name} ile yeni bir diğer ad oluşturmak çalıştı, ancak bu adı zaten bu bot bir komutudur.

source: You attempted to create a new global alias with the name {name} but that name is an invalid alias name. Alias names may not contain spaces.
tr_tr: Yeni bir küresel diğer adı ile ad {name} oluşturmaya çalıştı ama o ismi geçersiz diğer ad. Diğer ad ad adlar boşluk içeremez.

source: A new global alias with the trigger `{name}` has been created.
tr_tr: Yeni bir küresel diğer ad tetikleyici '{name}' ile oluşturuldu.

source: Try to execute help for the base command of the alias.
tr_tr: Diğer temel komutunun yardımını yürütmek deneyin.

source: No such alias exists.
tr_tr: Böyle bir takma var yok.

source: Show what command the alias executes.
tr_tr: Takma adın çalıştırıldığı komutu gösterin.

source: The `{alias_name}` alias will execute the command `{command}`
tr_tr: '{alias_name}' diğer ad komut '{command} ' idam edecek

source: There is no alias with the name `{name}`
tr_tr: Hiç diğer ad ad '{name} ' ile olduğunu

source: Delete an existing alias on this server.
tr_tr: Bu sunucuda varolan bir diğer adı silin.

source: There are no aliases on this server.
tr_tr: Bu sunucuda hiçbir diğer adları vardır.

source: Alias with the name `{name}` was successfully deleted.
tr_tr: `{name}`adlı takma ad başarıyla silindi.

source: Alias with name `{name}` was not found.
tr_tr: {Name} `adlı takma ad bulunamadı.

source: Delete an existing global alias.
tr_tr: Mevcut bir global takma adı silin.

source: There are no aliases on this bot.
tr_tr: Bu botta takma adlar yok.

source: List the available aliases on this server.
tr_tr: Bu sunucudaki kullanılabilir diğer adları listeleyin.

source: Aliases:
tr_tr: Takma adlar:

source: List the available global aliases on this bot.
tr_tr: Bu botta mevcut küresel takma adları listeleyiniz.
